Repository: zhrispineda/Settings-iOS
Catalog: Preferences/Resources/Localizations/AccessibilitySettings/VoiceOverSettings.xcstrings
Source language: en
Languages: ar, bg, ca, cs, da, de, el, es, es_us, fi, fr, fr_ca, he, hi, hr, hu, id, it, ja, kk, ko, lt, ms, nl, no, pl, pt_br, pt_pt, ro, ru, sk, sl, sv, th, tr, uk, vi, zh_cn, zh_hk, zh_tw

# DICTATE_ERROR_TRY_AGAIN
source: Try again
ar: حاول مرة أخرى
bg: Опитайте отново
ca: Reintenta
cs: Zkusit znovu
da: Prøv igen
de: Wiederholen
el: Νέα δοκιμή
es: Reintentar
es_us: Reintentar
fi: Yritä uudelleen
fr: Réessayez
fr_ca: Réessayez
he: ניסיון נוסף
hi: फिर कोशिश करें
hr: Pokušaj ponovno
hu: Újrapróbálkozás
id: Coba lagi
it: Riprova
ja: やり直す
kk: Әрекетті қайталау
ko: 다시 시도
lt: Bandyti dar kartą
ms: Cuba lagi
nl: Probeer opnieuw
no: Prøv igjen
pl: Ponów
pt_br: Tentar novamente
pt_pt: Volte a tentar
ro: Reîncercați
ru: Повторите
sk: Skúsiť znovu
sl: Poskusite znova
sv: Försök igen
th: ลองอีกครั้ง
tr: Yeniden deneyin
uk: Ще раз
vi: Thử lại
zh_cn: 重试
zh_hk: 再試
zh_tw: 再試一次

# ACTIVITY_BRAILLE_INPUT
source: Braille Input
ar: إدخال برايل
bg: Въвеждане на брайлов код
ca: Entrada Braille
cs: Braillský vstup
da: Punktskrift
de: Brailleeingabe
el: Είσοδος Μπράιγ
es: Entrada braille
es_us: Ingreso de Braille
fi: Pistekirjoitussyöttö
fr: Saisie braille
fr_ca: Saisie braille
he: קלט ברייל
hi: ब्रेल इनपुट
hr: Unos brajice
hu: Braille-bevitel
id: Input Braille
it: Input Braille
ja: 点字入力
kk: Брайль кірісі
ko: 점자 입력
lt: Brailio rašto įvestis
ms: Input Braille
nl: Braille-invoer
no: Punktskriftnotering
pl: Wejście Braille’a
pt_br: Entrada Braille
pt_pt: Entrada em braille
ro: Intrare Braille
ru: Ввод Брайля
sk: Braillov vstup
sl: Vnos Braillove pisave
sv: Punktskriftsinmatning
th: การป้อนอักษรเบรลล์
tr: Braille Girişi
uk: Ввід брайля
vi: Đầu vào Braille
zh_cn: 盲文输入
zh_hk: 點字輸入
zh_tw: 點字輸入

# BRAILLE_LANGUAGES
source: Braille Tables
ar: جداول برايل
bg: Брайлови таблици
ca: Taules Braille
cs: Braillovy tabulky
da: Punktskrifttabeller
de: Brailletabellen
el: Πίνακες Μπράιγ
es: Tablas de braille
es_us: Tablas Braille
fi: Pistekirjoitustaulukot
fr: Tables braille
fr_ca: Tableaux braille
he: טבלאות ברייל
hi: ब्रेल टेबल
hr: Brajeve tablice
hu: Braille-táblák
id: Tabel Braille
it: Tabelle Braille
ja: 点字表
kk: Брайль кестелері
ko: 점자 표
lt: Brailio lentelės
ms: Jadual Braille
nl: Brailletabellen
no: Punktskrifttabeller
pl: Tabele Braille’a
pt_br: Tabelas de Braille
pt_pt: Tabelas braille
ro: Tabele Braille
ru: Таблицы Брайля
sk: Braillove tabuľky
sl: Tabele za Braillovo pisavo
sv: Punktskriftstabeller
th: ตารางอักษรเบรลล์
tr: Braille Tabloları
uk: Брайль-таблиці
vi: Bảng Braille
zh_cn: 盲文表
zh_hk: 點字表
zh_tw: 點字表

# LOCK_SCREENNOTIFICATION_SPEAK_DONTSPEAK
source: Do Nothing
ar: عدم القيام بأي إجراء
bg: Не изговаряй
ca: No facis res
cs: Nedělat nic
da: Gør ingenting
de: Keine Aktion
el: Καμία ενέργεια
es: No hacer nada
es_us: No hacer nada
fi: Älä tee mitään
fr: Ne rien faire
fr_ca: Ne rien faire
he: לא לבצע כל פעולה
hi: कुछ न करें
hr: Ne čini ništa
hu: Nincs művelet
id: Jangan Lakukan Apa-apa
it: Nessuna azione
ja: 何もしない
kk: Әрекет қажет емес
ko: 동작 없음
lt: Nieko nedaryti
ms: Tiada
nl: Doe niets
no: Ingen handling
pl: Nic nie rób
pt_br: Não Fazer Nada
pt_pt: Não fazer nada
ro: Nimic
ru: Не требуется
sk: Nerobiť nič
sl: Ne naredi ničesar
sv: Gör ingenting
th: ไม่ต้องทำอะไร
tr: Hiçbir Şey Yapma
uk: Нічого не робити
vi: Không làm gì
zh_cn: 不执行任何操作
zh_hk: 不執行任何操作
zh_tw: 不執行任何動作

# DICTATE_ERROR_TITLE
source: Transcription Error
ar: خطأ في النسخة النصية
bg: Грешка при транскрипция
ca: Error de transcripció
cs: Chyba přepisu
da: Transskriptionsfejl
de: Übertragungsfehler
el: Σφάλμα απομαγνητοφώνησης
es: Error de transcripción
es_us: Error al transcribir
fi: Transkriptiovirhe
fr: Erreur de transcription
fr_ca: Erreur de transcription
he: שגיאת תעתוק
hi: अनुलेखन एरर
hr: Greška transkripcije
hu: Átírási hiba
id: Kesalahan Transkripsi
it: Errore di trascrizione
ja: 発音表記エラー
kk: Транскрипция қатесі
ko: 표기 오류
lt: Transkripcijos klaida
ms: Ralat Transkripsi
nl: Transcriptiefout
no: Feil under avskrift
pl: Błąd transkrypcji
pt_br: Erro de Transcrição
pt_pt: Erro de transcrição
ro: Eroare de transcriere
ru: Ошибка транскрипции
sk: Chyba prepisu
sl: Napaka pri transkripciji
sv: Transkriberingsfel
th: ข้อผิดพลาดข้อความถอดเสียง
tr: Döküm Hatası
uk: Помилка транскрипції
vi: Lỗi phiên âm
zh_cn: 音标错误
zh_hk: 轉寫錯誤
zh_tw: 轉寫錯誤

# VO_RECOGNITION_FEEDBACK_FOOTER
source: Determines the feedback provided by VoiceOver Recognition when active.
ar: يحدد الاستجابة المقدمة من قبل "التعرف باستخدام التعليق الصوتي" عندما يكون نشطًا.
bg: Определя обратната връзка, предоставяна от функцията VoiceOver разпознаване, когато е активна.
ca: Determina com respondrà el reconeixement del VoiceOver quan estigui activat.
cs: Určuje, jakou zpětnou vazbu má inteligentní VoiceOver poskytovat, když je aktivní.
da: Bestemmer, hvilken feedback VoiceOver-genkendelse skal give, når det er slået til.
de: Bestimmt das Feedback, das bei aktivierter VoiceOver-Erkennung bereitgestellt wird.
el: Καθορίζει την ανάδραση που παρέχει η Αναγνώριση VoiceOver όταν είναι ενεργή.
es: Cuando se activa, determina las respuestas que ofrece el reconocimiento de VoiceOver.
es_us: Determina los comentarios proporcionados por el reconocimiento de VoiceOver (si está activado).
fi: Kun käytössä, määrittää VoiceOver-tunnistuksen antaman palautteen.
fr: Détermine le retour audio fourni par la reconnaissance par VoiceOver lorsque celle-ci est activée.
fr_ca: Détermine le retour audio fourni par Reconnaissance VoiceOver lors de l’utilisation de cette fonctionnalité.
he: הגדרה זו קובעת את אופי המשוב של ״זיהוי VoiceOver״ כשהמאפיין פעיל.
hi: सक्रिय होने पर VoiceOver पहचान से मिलने वाले फ़ीडबैक को निर्धारित करता है।
hr: Određuje povratnu informaciju koju pruža VoiceOver kad je aktivan.
hu: Meghatározza a VoiceOver-felismerés által biztosított visszajelzést, amikor aktív.
id: Menentukan umpan balik yang disediakan oleh Pengenalan VoiceOver saat aktif.
it: Determina il feedback fornito dalla funzionalità “Riconoscimento VoiceOver”, quando è attivata.
ja: 有効時に、VoiceOver認識によって提供されるフィードバックを決定します。
kk: «VoiceOver тану» опциясы іске қосулы болған жағдайда, осы опция тарапынан қамтамасыз етілетін кері байланысты анықтайды.
ko: 이 기능을 활성화하면 VoiceOver 인식 기능이 제공하는 피드백을 결정합니다.
lt: Nustatoma, kokį grįžtamąjį ryšį turi teikti „VoiceOver“ atpažinimas“, kai ši funkcija aktyvi.
ms: Menentukan maklum balas yang diberikan oleh Pengecaman VoiceOver apabila aktif.
nl: Bepaalt welke feedback 'VoiceOver-herkenning' geeft wanneer deze optie is ingeschakeld.
no: Avgjør tilbakemeldingen til VoiceOver-gjenkjenning når innstillingen er på.
pl: Określa rodzaj odpowiedzi funkcji Rozpoznawanie VoiceOver, gdy jest aktywna.
pt_br: Determina o retorno fornecido pelo Reconhecimento do VoiceOver quando ativo.
pt_pt: Determina o tipo de resposta do Reconhecimento do VoiceOver, quando esta funcionalidade está ativa.
ro: Determină feedbackul furnizat de funcționalitatea Recunoaștere VoiceOver.
ru: Определяет, каким должен быть отзыв, предоставляемый Распознаванием VoiceOver, когда эта функция активна.
sk: Určuje odozvu poskytovanú funkciou Inteligentný VoiceOver.
sl: Določa povratne informacije, podane pri prepoznavanju VoiceOver, kadar je ta možnost aktivna.
sv: Anger vilken feedback som VoiceOver-igenkänning ska ge när alternativet är aktivt.
th: กำหนดเสียงอ่านที่ให้มาโดยการเรียนรู้ VoiceOver เมื่อเปิดใช้งาน
tr: Etkinken VoiceOver Tanıması’nın vereceği geri bildirimi belirler.
uk: Коли ввімкнено, визначає зворотний звʼязок від розпізнавання за допомогою VoiceOver.
vi: Xác định phản hồi do Nhận biết VoiceOver cung cấp khi hoạt động.
zh_cn: 用于决定“旁白识别”提供的反馈（活跃时）。
zh_hk: 決定「旁白識別」在啟用時提供的回饋。
zh_tw: 確認「旁白辨識」啟用時是否提供回饋。

# TYPING_MODE_TITLE
source: Typing Style
ar: نمط الكتابة
bg: Стил на въвеждане
ca: Estil de tecleig
cs: Styl psaní
da: Indtastningsformat
de: Eingabemodus
el: Στιλ πληκτρολόγησης
es: Estilo de escritura
es_us: Estilo de tecleo
fi: Kirjoitustyyli
fr: Style de saisie
fr_ca: Style de saisie
he: סגנון הקלדה
hi: टाइपिंग शैली
hr: Stil tipkanja
hu: Gépelési stílus
id: Gaya Pengetikan
it: Stile digitazione
ja: タイプ入力モード
kk: Теру стилі
ko: 입력 스타일
lt: Įvedimo tipas
ms: Gaya Penaipan
nl: Typstijl
no: Skrivestil
pl: Styl wpisywania
pt_br: Estilo de Digitação
pt_pt: Dactilografia
ro: Stil de scriere
ru: Стиль ввода
sk: Štýl písania
sl: Slog vnašanja
sv: Skrivmetod
th: ลักษณะการป้อน
tr: Yazma Stili
uk: Тип набору тексту
vi: Kiểu nhập
zh_cn: 键入方式
zh_hk: 輸入模式
zh_tw: 輸入樣式

# NEURAL_INTRO_IPOD
source: Using on-device intelligence, your iPod touch will automatically improve the accessibility of apps, images, and text. VoiceOver Recognition should not be relied upon in circumstances where you could be harmed or injured, in high-risk situations, for navigation, or for the diagnosis or treatment of any medical condition.
ar: باستخدام الذكاء الاصطناعي على الجهاز، سيسهل iPod touch استخدام التطبيقات والصور والنص تلقائيًا. لا يجب الاعتماد على "التعرف باستخدام التعليق الصوتي" في مواقف قد تؤدي لتعرضك للأذى أو الإصابة، أو في حالات الخطر، أو للتنقل، أو لتشخيص أو علاج أية حالة صحية.
bg: С помощта на интелигентността на устройството, вашият iPod touch автоматично ще подобрява функциите за улеснен достъп в приложения, изображения и текст. Не трябва да се разчита на VoiceOver разпознаването при обстоятелства, в които може да бъдете наранени или да пострадате, във високорискови ситуации, за навигация или за диагностициране или лечение на медицинско състояние.
ca: L’iPod touch utilitza la intel·ligència local per millorar automàticament l’accessibilitat de les apps, les imatges i el text. No has de confiar en el reconeixement del VoiceOver en circumstàncies que puguin suposar un perill per a la teva integritat física, en situacions d’alt risc, per orientar‑te ni per diagnosticar o tractar malalties.
cs: iPod touch bude využívat vlastní umělou inteligenci k automatickému lepšímu zpřístupnění aplikací, obrázků a textu. Na funkci Inteligentní VoiceOver byste neměli spoléhat v situacích, které by mohly vést ke škodám nebo úrazům, v rizikových situacích, při navigaci, stanovování diagnózy ani řešení zdravotních problémů.
da: Ved hjælp af intelligens på enheden kan din iPod touch automatisk gøre apps, billeder og tekst mere tilgængelige. Du bør ikke stole på VoiceOver-genkendelse i situationer, hvor du kan komme til skade, i risikobetonede situationer, i forbindelse med navigation eller til diagnose og behandling af sygdomme.
de: Der iPod touch verwendet künstliche Intelligenz auf dem Gerät, um den Zugriff auf Apps, Bilder und Text automatisch zu verbessern. Du solltest dich nicht auf die VoiceOver-Erkennung verlassen, wenn du dich in Situationen befindest, in denen du verletzt oder geschädigt werden könntest, in risikoreichen Situationen, bei der Navigation oder zur Diagnose oder Behandlung von gesundheitlichen Beschwerden.
el: Το iPod touch χρησιμοποιεί νοημοσύνη επί της συσκευής για αυτόματη βελτίωση της προσβασιμότητας εφαρμογών, εικόνων και κειμένου. Δεν πρέπει να βασίζεστε στην Αναγνώριση VoiceOver σε περιπτώσεις όπου μπορεί να τραυματιστείτε, σε καταστάσεις υψηλού κινδύνου, για πλοήγηση, ή για τη διάγνωση ή θεραπεία οποιασδήποτε ιατρικής πάθησης.
es: El iPod touch utiliza la inteligencia local del dispositivo para mejorar automáticamente la accesibilidad de apps, imágenes y texto. No se debe confiar en el reconocimiento de VoiceOver en circunstancias de riesgo, en las que puedas hacerte daño, para orientarte o para diagnosticar o tratar una enfermedad.
es_us: Usando la inteligencia integrada en el dispositivo, tu iPod touch automáticamente mejorará la accesibilidad de apps, imágenes y texto. No es aconsejable depender del reconocimiento de VoiceOver en circunstancias durante las que pudieras sufrir heridas o lesiones, en situaciones de alto riesgo, para las rutas, o para el diagnóstico o tratamiento de algún padecimiento médico.
fi: iPod touch käyttää sisäistä laiteälyä parantaakseen automaattisesti appien, kuvien ja tekstin helppokäyttöisyyttä. VoiceOver-tunnistukseen ei pidä luottaa olosuhteissa, joissa voit vahingoittua tai loukkaantua, riskialttiissa tilanteissa, navigoitaessa tai diagnosoitaessa tai hoidettaessa sairauksia.
fr: Grâce à une technologie exécutée sur l’appareil, votre iPod touch améliorera automatiquement l’accessibilité des apps, des images et du texte. La reconnaissance par VoiceOver ne doit pas être utilisée dans des situations où vous risquez d’être blessé, dans des situations à haut risque, ainsi que pour la navigation ou pour le diagnostic et le traitement de problèmes médicaux.
fr_ca: En exploitant l’intelligence de l’appareil, votre iPod touch améliorera automatiquement l’accessibilité aux apps, aux images et au texte. Ne vous fiez pas à Reconnaissance VoiceOver pour la navigation, pour poser un diagnostic médical, pour traiter un problème de santé ou dans des situations qui comportent un risque important ou qui sont susceptibles d’entraîner des blessures.
he: השימוש בטכנולוגיית בינה מלאכותית ב-iPod touch שלך ישפר באופן אוטומטי את הנגישות ליישומים, תמונות ומלל. אין להסתמך על ״זיהוי VoiceOver״ במצבים שבהם השימוש בו עשוי לגרום לפגיעה או פציעה של המשתמש או במצבים של סיכון גבוה, וגם לא לצורך ניווט או פעולת אבחון או טיפול רפואי מכל סוג שהוא.
hi: ऑन-डिवाइस इंटेलीजेंस के इस्तेमाल से आपका iPod touch ऐप्स, इमेज और टेस्क्ट की ऐक्सेसिबिलिटी को ऑटोमैटिकली बेहतर बनाएगा। VoiceOver पहचान पर उन परिस्थितियों में भरोसा नहीं किया जाना चाहिए जिनसे आपको नुक़सान पहुँचने या चोट लगने की आशंका हो, अत्यधिक जोखिम भरी स्थिति हो, नैविगेशन करना हो या किसी मेडिकल समस्या के डायग्नॉसिस या उपचार की ज़रूरत हो।
hr: Vaš će iPod touch automatski poboljšati pristupačnost aplikacija, slika i teksta koristeći inteligenciju na uređaju. Na značajku Prepoznavanje pomoću VoiceOvera ne biste se trebali oslanjati u okolnostima koje mogu rezultirati ozljedama, u situacijama visokog rizika, za navigaciju ili dijagnosticiranje ili liječenje bilo kojeg zdravstvenog stanja.
hu: Az eszközön való feldolgozással az iPod toucha automatikusan javítja az appok, képek és szövegek elérhetőségét. Ne hagyatkozzon a VoiceOver-felismerésre olyan körülmények közt, ahol megsérülhet, valamint magas kockázatú helyzetekben, navigációhoz vagy orvosi kezelést igénylő állapotok diagnosztizálásához vagy kezeléséhez.
id: Dengan menggunakan kecerdasan di perangkat, iPod touch Anda akan meningkatkan aksesibilitas app, gambar, dan teks secara otomatis. Pengenalan VoiceOver tidak boleh diandalkan dalam kondisi yang memungkinkan Anda untuk terluka atau cedera, dalam situasi berisiko tinggi, untuk navigasi, atau untuk diagnosis dan perawatan kondisi medis apa pun.
it: Utilizzando l’intelligenza artificiale presente sul dispositivo, iPod touch migliorerà automaticamente l’accessibilità di app, immagini e testo. Non è consigliabile fare affidamento su questa funzionalità se rischi di riportare lesioni o danni, in situazioni di elevato pericolo, per la navigazione oppure per la diagnosi o il trattamento di condizioni cliniche.
ja: デバイス上の人工知能機能を使用して、このiPod touchでのアプリ、画像、テキストのアクセシビリティを自動的に向上させます。 危害を加えられるまたは怪我をする可能性のある状況や、危険度の高い状態や、ナビゲーションの目的や、病気の診断/治療の目的などにおいては、VoiceOver認識機能に頼るのはおやめください。
kk: Құрылғыдағы жасанды интеллект технологиясын пайдалана отырып, iPod touch құрылғысы қолданбалар, кескіндер мен мәтіннің әмбебап қол жеткізу мүмкіндігін автоматты түрде арттырады. «VoiceOver тану» опциясын денсаулығыңызға зиян тигізуі мүмкін, қауіп деңгейі жоғары болатын жағдайларда, навигациялау, диагноз қою немесе кез келген медициналық ауруларды емдеу жағдайларында басшылыққа алмаңыз.
ko: iPod touch가 온디바이스 기능을 사용하여 자동으로 앱, 이미지 및 텍스트를 더 사용하기 쉽게 만듭니다. 피해 또는 상해를 입을 수 있는 상황, 고위험 상황, 내비게이션, 또는 질병의 진단이나 치료에 있어서 ‘VoiceOver 인식’에 의존해서는 안 됩니다.
lt: Pasitelkdamas įrenginio dirbtinį intelektą, jūsų „iPod touch“ automatiškai pagerins programų, vaizdų ir teksto prieinamumą. „VoiceOver“ atpažinimas neturėtų būti naudojamas tokiomis aplinkybėmis, kai jums gali būti pakenkta ar galite būti sužaloti, didelės rizikos situacijose, navigacijos tikslais arba diagnozuojant ar gydant bet kokią sveikatos būklę.
ms: Dengan menggunakan kecerdasan pada peranti, iPod touch anda akan meningkatkan kebolehcapaian app, imej dan teks secara automatik. Anda tidak patut bergantung pada Pengecaman VoiceOver dalam keadaan yang boleh membahayakan atau mencederakan anda, dalam situasi berisiko tinggi, untuk navigasi atau diagnosis, atau rawatan sebarang keadaan perubatan.
nl: Je iPod touch verbetert via kunstmatige intelligentie op apparaten automatisch de toegankelijkheid van apps, afbeeldingen en tekst. Vertrouw niet op 'VoiceOver-herkenning' in situaties die schade of letsel kunnen veroorzaken, in situaties met een hoog risico, voor navigatie of voor de diagnose of behandeling van een medische aandoening.
no: Ved hjelp av kunstig intelligens på enheten kan iPod touch automatisk forbedre tilgjengeligheten av apper, bilder og tekst. VoiceOver-gjenkjenning bør ikke brukes i situasjoner der du kan bli skadet, i risikosituasjoner, til navigering eller til diagnostisering eller behandling av sykdommer.
pl: Funkcja Rozpoznawanie VoiceOver automatycznie poprawia dostępność w aplikacjach (oraz obrazków i tekstu), używając zaawansowanej sztucznej inteligencji na iPodzie touch. Na funkcji nie należy polegać, jeśli może to spowodować uszczerbek na zdrowiu, w sytuacjach wysokiego ryzyka, w nawigacji ani podczas diagnozowania i leczenia schorzeń i chorób.
pt_br: Usando inteligência no dispositivo, o iPod touch irá melhorar automaticamente a acessibilidade de apps, imagens e texto. Você não deve depender do Reconhecimento do VoiceOver em circunstâncias onde você pode se ferir, em situações de alto risco, para navegação ou para o diagnóstico ou tratamento de qualquer condição médica.
pt_pt: O iPod touch usa a inteligência artificial no dispositivo para melhorar automaticamente a acessibilidade das aplicações, imagens e texto. A funcionalidade Reconhecimento do VoiceOver não deve ser usada em circunstâncias que possam comprometer a sua integridade física ou em situações de alto risco, nem para fins de navegação, nem para o diagnóstico ou tratamento de qualquer problema de saúde.
ro: Utilizând tehnologii de inteligență artificială pe dispozitiv, iPod touch‑ul va îmbunătăți în mod automat accesibilitatea aplicațiilor, imaginilor și textului. Nu trebuie să vă bazați pe funcționalitatea “Recunoaștere VoiceOver” în circumstanțe în care ați putea suferi prejudicii sau vătămări, pentru navigație ori pentru diagnosticarea sau tratamentul oricărei afecțiuni medicale.
ru: Используя искусственный интеллект на устройстве, iPod touch автоматически улучшит универсальный доступ приложений, изображений и текста. Не полагайтесь на функцию «Распознавание VoiceOver» при обстоятельствах, в которых Вашему здоровью может быть причинен вред, в ситуациях повышенного риска, для навигации, а также медицинских диагнозов или лечения каких‑либо заболеваний.
sk: iPod touch bude pomocou vlastnej umelej inteligencie automaticky vylepšovať prístupnosť apiek, obrázkov a textov. Na Inteligentný VoiceOver by ste sa nemali spoliehať v situáciách, keď by mohlo dôjsť k škode alebo úrazu, v rizikových situáciách, pri navigácii ani pri diagnostike či liečbe akýchkoľvek zdravotných problémov.
sl: Z uporabo inteligence v napravi bo vaša naprava iPod touch samodejno izboljšala dostopnost aplikacij, slik in besedil. V okoliščinah, ko se lahko poškodujete ali utrpite škodo, v visokotveganih situacijah, pri navigaciji ali pri diagnosticiranju oz. zdravljenju zdravstvenega stanja se na prepoznavanje VoiceOver ne zanašajte.
sv: Med hjälp av intelligens på enheten kommer denna iPod touch automatiskt att göra appar, bilder och text mer tillgängliga. Du bör inte förlita dig på VoiceOver-igenkänning i situationer där det kan leda till skador, i situationer med hög risk, vid navigering eller för diagnos eller behandling av någon medicinsk åkomma.
th: iPod touch ของคุณจะใช้ความฉลาดของอุปกรณ์เพื่อปรับปรุงการช่วยการเข้าถึงของแอป ภาพ และข้อความโดยอัตโนมัติ ไม่ควรใช้การเรียนรู้ VoiceOver เพียงอย่างเดียวโดยเฉพาะเมื่ออยู่ในสถานการณ์ที่อาจเป็นอันตรายหรือเกิดบาดเจ็บได้ สถานการณ์ที่มีความเสี่ยงสูง หรือสำหรับการนำทาง หรือสำหรับการวินิจฉัยหรือการรักษาทางการแพทย์
tr: iPod touch’ınız, aygıttaki yapay zekâyı kullanarak uygulama, görüntü ve metin erişilebilirliğini otomatik olarak iyileştirir. Zarar görebileceğiniz veya yaralanabileceğiniz şartlarda, yüksek riskli durumlarda, navigasyon amaçlı ya da herhangi bir tıbbi durumun tanısı veya tedavisi için VoiceOver Tanıması’na güvenmemelisiniz.
uk: iPod touch використовує вбудовані інтелектуальні алгоритми, щоб автоматично робити програми, зображення й текст доступнішими. Розпізнавання через VoiceOver не слід використовувати, коли є загроза ушкодження чи травмування, у ризикованих ситуаціях, для навігації, а також для ведення або лікування будь-якого стану здоровʼя чи захворювання.
vi: Bằng cách sử dụng công nghệ thông minh trên thiết bị, iPod touch của bạn sẽ tự động cải thiện trợ năng của các ứng dụng, hình ảnh và văn bản. Không nên dựa vào Nhận biết VoiceOver trong các trường hợp mà bạn có thể bị tổn hại hoặc chấn thương, trong các tình huống rủi ro cao, để dẫn đường hoặc chẩn đoán hay điều trị bất kỳ tình trạng y tế nào.
zh_cn: iPod touch可以使用设备端智能技术来自动改善App、图像和文本的辅助功能。 在以下情况下不应依赖“旁白识别”功能：可能导致伤害或受伤、高风险环境中、导航或任何医疗状况的诊断或治疗。
zh_hk: 使用裝置端智能技術，你的iPod touch將會自動改進App、影像和文字的輔助使用功能。 當你可能受到傷害或有損傷、處於高風險情況、導航期間、在診斷或治療醫療狀況時，你不應該依賴「旁白識別」功能。
zh_tw: 透過裝置端的智慧技術，你的iPod touch可自動改進App、影像和文字的輔助使用功能。 在你可能會受傷、具高風險的環境、導航期間或在診斷/治療醫療狀況時都不應該仰賴「旁白辨識」功能。

# TYPING_MODE_TOUCH_TYPING
source: Touch Typing
ar: كتابة اللمس
bg: Въвеждане с докосване
ca: Tecleig normal
cs: Dotykové psaní
da: Berøringsindtastning
de: Zehnfingersystem
el: Πληκτρολόγηση αφής
es: Escritura táctil
es_us: Táctil
fi: Kosketuskirjoitus
fr: Saisie tactile
fr_ca: Dactylographie
he: הקלדה במגע
hi: टच टाइपिंग
hr: Dodirom
hu: Tízujjas gépelés
id: Pengetikan Sentuh
it: Digitazione a tocco
ja: タッチタイプ入力モード
kk: Сүйрете теру
ko: 터치 입력
lt: Įvedimas paliečiant
ms: Penaipan Sentuhan
nl: Typen met één tik
no: Berør og løft
pl: Bezwzrokowe
pt_br: Digitação Datilográfica
pt_pt: Profissional
ro: Scriere tactilă
ru: Ввод одним касанием
sk: Dotykové písanie
sl: Vnašanje z dotikom
sv: Touchmetod
th: ป้อนแบบสัมผัส
tr: Dokunarak Yazma
uk: Сліпий набір
vi: Nhập chạm
zh_cn: 触控键入
zh_hk: 觸控輸入
zh_tw: 觸控輸入

# BANNER_NOTIFICATION_DO_NOTHING
source: Do Nothing
ar: عدم القيام بأي إجراء
bg: Не изговаряй
ca: No facis res
cs: Nedělat nic
da: Gør ingenting
de: Keine Aktion
el: Καμία ενέργεια
es: No hacer nada
es_us: No hacer nada
fi: Älä tee mitään
fr: Ne rien faire
fr_ca: Ne rien faire
he: לא לבצע כל פעולה
hi: कुछ न करें
hr: Ne čini ništa
hu: Nincs művelet
id: Jangan Lakukan Apa-apa
it: Nessuna azione
ja: 何もしない
kk: Әрекет қажет емес
ko: 동작 없음
lt: Nieko nedaryti
ms: Tiada
nl: Doe niets
no: Ingen handling
pl: Nic nie rób
pt_br: Não Fazer Nada
pt_pt: Não fazer nada
ro: Nimic
ru: Не требуется
sk: Nerobiť nič
sl: Ne naredi ničesar
sv: Gör ingenting
th: ไม่ต้องทำอะไร
tr: Hiçbir Şey Yapma
uk: Нічого не робити
vi: Không làm gì
zh_cn: 不执行任何操作
zh_hk: 不執行任何操作
zh_tw: 不執行任何動作
